Repository: Optic00/IPv6Monitor
Catalog: IPv6Monitor/*.lproj/Localizable.strings
Languages: de

source: App started.
de: App gestartet.

source: Monitoring: %@
de: Überwachung: %@

source: Route check: OK
de: Route Prüfung: OK

source: ❌ Route lost! Starting repair...
de: ❌ Route verloren! Starte Reparatur...

source: ✅ Route repaired
de: ✅ Route repariert

source: ⚠️ Repair failed (Code %d).
de: ⚠️ Reparatur fehlgeschlagen (Code %d).

source: ℹ️ See README for sudoers setup.
de: ℹ️ Siehe README für sudoers Setup.

source: Select Interface
de: Interface wählen

source: Log
de: Protokoll

source: Connectivity Check
de: Verbindungs-Check

source: No Interface
de: Kein Interface

source: Show Log...
de: Protokoll anzeigen...

source: Change Interface...
de: Interface ändern...

source: Quit
de: Beenden

source: Target
de: Ziel

source: Check Again
de: Neu prüfen

source: %d Entries
de: %d Einträge

source: Copy Log
de: Log kopieren

source: Interface Monitoring
de: Interface Überwachung

source: Select the interface with internet connection.
de: Wählen Sie das Interface mit Internetverbindung.

source: Analyzing network...
de: Analysiere Netzwerk...

source: ACTIVE
de: AKTIV

source: Select
de: Wählen
